{
  "truth": [
    "Have you ever had a crush on someone in this room?",
    "Have you ever lied on a job résumé?",
    "Who is the 'one that got away?'",
    "If someone offered you $100,000 to break up with your partner, would you take the money or stay together?",
    "What's the most expensive thing you've bought in the past 6 months?",
    "What's your theme song?",
    "What's your favorite curse word?",
    "What's the most childish habit that you have as an adult?",
    "Have you ever lied to someone in this room?",
    "How often do you wash your sheets?",
    "What’s the most embarrassing problem you’ve gone to the doctor for?",
    "What is your biggest regret in life?",
    "What is the biggest secret you're still hiding from your parents?",
    "What movie is your guilty pleasure?",
    "What objectively terrible song do you love to listen to?",
    "What's one of the most overrated bands/performers of all time?",
    "If you had to marry one person in this room on the spot, who would you choose?",
    "Would you ever get plastic surgery?",
    "If you were stranded on a desert island with someone in this room, who would you choose?",
    "What’s the longest you’ve gone without showering?",
    "Do you believe in ghosts?",
    "Have you ever been cheated on?",
    "What’s your biggest fear?",
    "What’s the strangest thing you’ve ever eaten?",
    "Who was your first celebrity crush?",
    "What’s your biggest insecurity?",
    "What’s your worst habit?",
    "Have you ever lied to get out of a bad date?",
    "Have you ever had an imaginary friend?",
    "What’s the worst thing you’ve ever said to anyone?",
    "What’s the biggest misconception about you?",
    "What’s the best piece of advice you’ve been given?",
    "If you could do any job in the world, what would it be?",
    "What’s your hidden talent?",
    "Do you still have feelings for any of your exes?",
    "Do you believe in aliens?",
    "What’s your worst fashion moment?",
    "Would you date your high school crush today?",
    "What’s your most bizarre nickname?",
    "What’s your biggest red flag?",
    "Why did your last relationship come to an end?",
    "Have you ever had a holiday fling?",
    "What is the biggest lie you’ve ever told?",
    "What do you want written on your tombstone?",
    "What’s one thing you only do when you’re alone?",
    "What is your favorite book of all time?",
    "What’s the worst date you’ve ever been on?",
    "What’s your biggest wish in life?",
    "What’s something that overwhelms you?",
    "What’s something you would do if you knew there were no consequences?",
    "Have you ever broken the law?",
    "What’s the strangest dream you’ve had?",
    "Have you ever re-worn dirty socks?",
    "What’s the strangest rumor you’ve heard about yourself?",
    "What’s the weirdest lie you’ve ever told?",
    "If you could choose a new name, what would you pick?",
    "Have you ever dined and dashed?",
    "What’s the last thing you Googled?",
    "What’s your favorite possession?",
    "Have you ever ghosted a friend?",
    "What’s your strangest dealbreaker?",
    "Where’s one place you’re dying to visit?",
    "What’s one thing in your life you wish you could change?",
    "Would you date someone shorter than you?",
    "Who are you most jealous of?",
    "Have you ever lied to your boss?",
    "What was the greatest day of your life?",
    "What app do you spend the most time on?",
    "What’s the best date you’ve been on?",
    "If you could only hear one song for the rest of your life, what would it be?",
    "Who in this group would you want to swap lives with for a week?",
    "How long was your longest relationship?",
    "What word do you hate the most?",
    "When was the last time you lied?",
    "What’s your biggest fantasy?",
    "What’s the biggest mistake you’ve ever made?",
    "What’s the one big ticket item you can’t live without?",
    "Who annoys you most in your life?",
    "Have you ever had a fling?",
    "What secretly scares you?",
    "Can you roll your tongue?",
    "What country do you want to run away to?",
    "Who would you want to help you bury a body?",
    "What do you secretly worry people judge you for?",
    "What do you do when you need alone time?",
    "What would you change about society?",
    "What book did you think was overrated?",
    "What movie did you think was overrated?",
    "Which rom-com character do you want to swap lives with?",
    "Which reptile would you least want to be locked in a room with?",
    "What’s something no one knows about you?",
    "What’s something you pretend to like but actually hate?",
    "Which reality show do you secretly want to go on?",
    "What would you buy if you won the lottery?",
    "Do you think you’d survive as a character in a horror movie?",
    "If you had to give up speaking to one person in your life, who would it be?",
    "What’s your favorite part of your life?",
    "If you had to kiss one person in this room, who would it be?",
    "What’s the wildest meal you’ve ever eaten?",
    "If you could choose anyone in the world to be president, who would it be?",
    "What’s the weirdest thing you’ve been called?",
    "What television show is your go-to comfort watch?",
    "What confuses you most about other people?",
    "Have you ever re-gifted a present?",
    "What’s a lie you’ve told your best friend?",
    "What age did you act the most chaotic?",
    "What superstitions do you believe in?",
    "What do you really think when people call their pets their kids?",
    "What’s a crime you would commit if you knew you’d never get caught?",
    "Which of your exes would you consider getting back together with?",
    "What’s something you’ve always wanted to do but never have?",
    "Do you have a guiding quote or principle you live by?",
    "What was your first kiss like?",
    "What do you think is the most romantic gesture?",
    "Have you ever lied about your age?",
    "Have you ever called out sick of work to go on a trip?",
    "Would you ever visit a nudist beach?",
    "What’s the most petty reason why you’ve ended a relationship?",
    "What’s your least favorite part of your day-to-day?"
  ],
  "dare": [
    "Read your last 3 Google searches out loud to the room.",
    "Attempt to juggle 3 objects in the room.",
    "Try to crack an egg using one hand.",
    "Speak in a French accent for the next 10 minutes.",
    "React to the first five Instagram stories on your feed.",
    "Critique every person in this room using a single word.",
    "Ask a stranger to rate you out of ten.",
    "Show the room the last 3 people you searched for on Instagram.",
    "Eat a teaspoon of hot sauce.",
    "Show us everything inside your purse or bag.",
    "Go outside and sing the national anthem at top volume.",
    "Text your ex ‘happy birthday.’",
    "Speak in a British accent for the rest of the day.",
    "Text your crush.",
    "Let the group pick your next karaoke song.",
    "Switch clothes with another player for the rest of the game.",
    "Read the last text message you sent out loud.",
    "Share someone’s secret without divulging their name.",
    "Narrate the game for the next round.",
    "Flash someone out the window.",
    "Let another player post any photo they want to your Instagram story.",
    "Eat a surprise treat with your eyes closed.",
    "Do a sock puppet show.",
    "Post a photo of a hand with an engagement ring on Instagram.",
    "Do and post a TikTok dance of the group’s choosing.",
    "Talk in an accent for one round.",
    "Shower with your clothes on.",
    "Do 30 pushups.",
    "Have a deep conversation with an item of furniture.",
    "Give a kissing demonstration with a pillow.",
    "Eat part of a banana peel.",
    "Wear your shoes on your hands.",
    "Give each player life advice you think they need.",
    "Act like a baby.",
    "Text someone lyrics to a song line by line.",
    "Paint your nails using your teeth.",
    "Take off your socks with your teeth.",
    "Move in slow motion.",
    "Spin in a circle ten times then walk to the other room.",
    "Flirt badly with another player for one round.",
    "Do a dramatic catwalk.",
    "Do your best impersonation of a pirate.",
    "Read aloud the most intimate text you’ve sent recently.",
    "Avoid saying “like” for the rest of the game.",
    "Pretend to be a dog.",
    "Bite directly into a lemon.",
    "Read the last page of a book you haven’t finished yet.",
    "Admit who was the one who got away.",
    "Give one other player a back massage.",
    "Lick a bar of soap.",
    "Eat a snack without using your hands.",
    "Sing all your responses.",
    "Share your most scandalous hot take.",
    "Describe the plot of your favorite movie as ridiculously as you can.",
    "Bite directly into a scoop of ice cream.",
    "Do the Macarena without music.",
    "Write a poem dedicated to the other players.",
    "Give yourself a finger mustache.",
    "Let someone in the room dress you for your next big event.",
    "Keep your hands still behind your back.",
    "Put on multiple pairs of pants at one time.",
    "Eat a leaf.",
    "Do a magic trick.",
    "Tell a lie at some point during the game.",
    "Dress as a character of the group’s choosing.",
    "Act out a commercial for a product chosen by the other players.",
    "Eat a spoonful of a condiment of your choice.",
    "Show the most embarrassing photo on your phone.",
    "Do 50 push-ups.",
    "Do your best sexy crawl.",
    "Eat a raw piece of garlic.",
    "Let the group look through your Instagram DMs.",
    "Try and make yourself cry in front of the group.",
    "Go outside and do your best wolf howl at the moon.",
    "Plank for five whole minutes.",
    "Eat a whole block of cheese.",
    "Show us your screen time report.",
    "Eat a raw onion like an apple.",
    "Read out the last 10 things on your search history.",
    "Do an impression of another player until your next turn.",
    "Walk next door with a measuring cup and ask for a cup of sugar.",
    "Yell out the first word that comes to your mind.",
    "Insult everyone in the room.",
    "Let another player style your hair and leave it that way for the rest of the game.",
    "Do a freestyle rap about the other players for one minute.",
    "Show the weirdest item you have in your bag.",
    "Tell the most embarrassing that's ever happened to you.",
    "Smell another player’s armpit.",
    "Play air guitar for two minutes straight.",
    "Tell each player who you think their celebrity look alike is.",
    "Let the group decide your outfit for the night.",
    "Try to drink a glass of water without using your hands.",
    "Eat a raw egg.",
    "Try to lick your elbow.",
    "Burp the alphabet.",
    "Let another player draw a tattoo on you in permanent marker.",
    "Read the spiciest text you've received in the past month out loud.",
    "Serenade the person to your right.",
    "Keep your eyes closed until it’s your turn again.",
    "Sit in the corner of the room without speaking to anyone for the next 10 minutes.",
    "Try to put your whole fist in your mouth.",
    "Put your clothing on backwards for the rest of the evening.",
    "Try not to laugh for the next 10 minutes.",
    "Fill your mouth with drink and gargle your answer to the next Truth.",
    "Act like a chicken until your next turn.",
    "Let the player to your right do or redo your makeup.",
    "Give a foot massage to the person on your left.",
    "Show the group your driver’s license photo.",
    "Shower with your clothes on.",
    "Do five minutes of stand-up comedy.",
    "Reply to the first five Instagram Stories on your timeline."
  ]
}